Repository: RayanceKing/SerialProbe4Mac
Catalog: SerialProbe/Localizable.xcstrings
Source language: zh_hans
Languages: en

# LIVE
source: 在线
en: LIVE

source: 停止位
en: Stop Bits

source: 刷新
en: Refresh

source: 发送
en: Send

source: 发送区
en: Sender Panel

source: 发送字节
en: TX Bytes

source: 发送模式
en: Send Mode

source: 好
en: OK

source: 导出
en: Export

source: 导出失败
en: Export Failed

source: 展开发送区
en: Expand Sender Panel

source: 常用命令
en: Quick Commands

source: 常用指令
en: Quick Instructions

source: 当前端口
en: Current Port

source: 快捷发送命令
en: Quick Send Commands

source: 换行
en: Line Ending

source: 接收字节
en: RX Bytes

source: 插入开发板后点击工具栏中的“刷新”。
en: Insert the board and click 'Refresh' in the toolbar.

source: 收缩发送区
en: Collapse Sender Panel

source: 数据位
en: Data Bits

source: 时间戳
en: Timestamp

source: 显示
en: Display

source: 显示面板
en: Show Panel

source: 暂无串口设备
en: No Serial Device

source: 未检测到设备
en: No Device Detected

source: 本地回显
en: Local Echo

source: 校验位
en: Parity

source: 检测到的开发板
en: Detected Boards

source: 流控
en: Flow Control

source: 清空
en: Clear

source: 等待串口数据
en: Waiting for Serial Data

source: 自动滚动
en: Auto Scroll

source: 调试场景
en: Debug Presets

source: 输入文本或 HEX 字节，例如 `55 AA 10 01`
en: Enter text or HEX bytes, e.g. `55 AA 10 01`

source: 连接开发板后，接收流会按时间顺序显示在这里。
en: After connecting the board, received data will appear here in chronological order.

source: 重新扫描可用串口
en: Rescan Serial Ports

source: 错误数
en: Error Count

source: 隐藏面板
en: Hide Panel
